Repository: user2745/web-root
Catalog: nextcloud/apps/music/l10n/*/music.po
Languages: bn_bd, eu, he, id, it, my_mm, sq, vi

source: + New Playlist
he: + רשימת השמעה חדשה
it: + Nuova scaletta
sq: + Luajlistë e Re

source: Albums
bn_bd: অ্যালবামসমূহ
eu: Diskak
he: אלבומים
id: Album
it: Album
my_mm: သီချင်းခွေများ
sq: Albume
vi: Album

source: All tracks
he: כל רצועות המוזיקה
it: Tutte le tracce
sq: Krejt pjesët

source: Artists
bn_bd: শিল্পীগণ
eu: Artistak
he: אומנים
id: Pembuat
it: Artisti
my_mm: အဆိုတော်များ
sq: Artistë
vi: Nghệ sỹ

source: Click here to start the scan
he: לחיצה כאן להתחלת הסריקה
it: Fai clic qui per iniziare la scansione
sq: Klikoni që të fillojë skanimi

source: Description
bn_bd: বিবরণ
eu: Deskribapena
he: תיאור
id: Keterangan
it: Descrizione
my_mm: ဖော်ပြချက်
sq: Përshkrim
vi: Mô tả

source: Description (e.g. App name)
bn_bd: বিবরণ (উদাহরণ: অ্যাপ নাম)
eu: Deskribapena (adb. App izena)
he: תיאור (לדוגמא שם אפליקציה)
id: Keterangan (cth. nama Aplikasi)
it: Descrizione (ad es. Nome applicazione)
my_mm: ဖော်ြပချက်(ဥပမာ App ကိုအမည်)
sq: Përshkrim (p.sh. Emër aplikacioni)
vi: Mô tả (vd: Tên ứng dụng)

source: Generate API password
bn_bd: API কুটশব্দ তৈরী কর
eu: Sortu API pasahitza
he: יצירת סיסמאות API
id: Hasilkan sandi API
it: Genera una password API
my_mm: API ၏ လျှို့ဝှက်သ‌ေကၤတ ကို အလိုလျှာက်ြပပါ
sq: Prodhoni fjalëkalim API
vi: Tạo password API

source: Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime.
bn_bd: এখানে আপনি Ampache API এর জন্য কুটশব্দ তৈরী করতে পারেন কারণ তার ডিজােইনের কারণেই Ampache API কে নিরাপদে সংরক্ষণ করা যায়না। আপনার যত খুশি কুটশব্দ তৈরী করতে পারেন এবং ইচ্ছেমাফিক তাদের বাতিল করতেও পারেন।
eu: Hemen Ampache APIrekin erabiltzeko pasahitzak sor ditzazkezu. Hauek ezin dira modu benetan seguru batean gorde Ampache APIren diseinua dela eta, honengatik nahi duzun pashitz aina sor ditzakezu eta nahi duzunean deuseztatu.
he: כאן ניתן ליצור סיסמאות לשימוש ב- Ampache API, כיוון שלא ניתן לאחסן אותן בצורה בטוחה בשל העיצוב של ה- Ampache API. ניתן ליצור מספר לא מוגבל של סיסמאות ולבטל אותן בכל זמן.
id: Disini Anda dapat menghasilkan sandi untuk digunakan dengan Ampache API, karena mereka tidak dapat disimpan dengan cara yang benar-benar aman karena desain Ampache API. Anda dapat menghasilkan banyak sandi yang Anda inginkan dan mencabut mereka kapan saja.
it: Qui puoi generare le password da utilizzare con l'API di Ampache, perché esse non possono essere memorizzate in maniera sicura a causa della forma dell'API di Ampache. Puoi generare tutte le password che vuoi e revocarle quando vuoi.
my_mm: Ampache API နှင့် အသုံးပြုရန် စကားဝှက်များကို ဒီနေရာတွင် ဖန်တီးပါ အ‌‌ေြကာင်းက Ampache API ၏ ဒီဇိုင်း ‌ေြကာင့် သူတို့ကို လုံြခံု အောင် မသိမ်းပေးထားနိုင်ပါ။ သင့် စိတ်ြကိုက် စကားဝှက် တွေ လိုသလောက် ဖန်တီးပါ မလိုချိန်မှာ အချိန်မရွေး ြပန်ဖျက်နိုင်ပါတယ်။
sq: Këtu mund të proshoni fjalëkalime për përdoruim me API-n e Ampache-it, ngaqë këta s’mund të depozitohen në mënyrë vërtet të sigurt, për shkak të konceptimit të API-t të Ampache-it. Mund të prodhoni as fjalëkalime të doni, dhe t’i shfuqizoni kur të doni.
vi: Ở đây bạn có thể tạo mật khẩu để sử dụng với các API Ampache, bởi vì nó không thể được lưu trữ trong một cách thực sự an toàn do thiết kế của API Ampache. Bạn có thể tạo ra nhiều mật khẩu khi bạn muốn và thu hồi chúng bất cứ lúc nào.

source: Invalid path
bn_bd: পথটি সঠিক নয়
eu: Baliogabeko bidea
he: נתיב לא חוקי
id: Jalur lokasi salah.
it: Percorso non valido
my_mm: လမ်း‌ေြကာင်းမှား
sq: Shteg i pavlefshëm
vi: Đường dẫn không hợp lệ

source: Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href="https://github.com/owncloud/music/issues/60">issue</a>. I would also like to have a list of clients to test with. Thanks
bn_bd: মনে রাখুন যে Ampache API একটি প্রিভিউ মাত্র এবং এটি স্থির কিছু নয়। এতদ্বিষয়ে আপনার অভিজ্ঞতা আমাদের জানাতে <a href="https://github.com/owncloud/music/issues/60">issue</a> ব্যাবহার করুন। এটি পরীক্ষা করার জন্য আমার কিছু ব্যাবহারকারী প্রয়োজন। ধন্যবাদ
eu: Gogoratu Ampache APIa aurreikuspen bat besterik ez dela eta ez dela egonkorra. Mesdez emazu aukera honekiko zure esperientziaren berri dagokion <a href="https://github.com/owncloud/music/issues/60">lekuan</a>. Gustatuko litzaidake ere bezero zerrenda bat izatea probak egin ahal izateko. Milesker
he: יש לזכור שה- Ampache API הוא רק קדימון והוא אינו יציב. ניתן לדווח את ההתרשמות מתכונה זו בתכתובת <a href="https://github.com/owncloud/music/issues/60">issue</a>. כמו כן נשמח לקבל רשימת לקוחות לבדיקה איתם. תודה
id: Harus diingat, bahwa Ampache API hanya pratinjau dan tidak stabil. Jangan ragu untuk melaporkan pengalaman Anda dengan fitur ini di <a href="https://github.com/owncloud/music/issues/60">masalah yang sesuai</a>. Saya juga ingin memiliki daftar klien untuk menguji dengannya. Terima kasih
it: Ricorda, l'API di Ampache è solo un'anteprima e non è stabile. Sentiti libero di segnalare la tua esperienza con questa funzionalità nel corrispondente <a href="https://github.com/owncloud/music/issues/60">issue</a>. Preferirei inoltre avere un elenco di client da provare. Grazie.
my_mm: စိတ်ထဲ မှတ်ထား ပေး ပါ၊ Ampache API သည် အြပသက်သက် အဆင့် ပဲ ရှိသေးတာမို့ တည်ြငိမ်မှု မရှိေသးပါ။ သင့် သဘောကျ ဆီလျှာ် တဲ့ <a href="https://github.com/owncloud/music/issues/60"> အ‌ချက် </a>အြဖဟ် သင့် အတွေ့ အၾကံု ကို သတင်းပိုေပး ပါ။ သုံးစွဲသူ အများ နှင့် စမ်းသပ် ရတာ ကျွန်ုပ် လဲ နှစ်သက် ပါတယ်။ ကျေးဇူးပါ
sq: Mbani parasysh që API i Ampache-it është thjesht paraprak dhe i paqëndrueshëm. Mos ngurroni të njoftoni përvojën tuaj me këtë veçori te <a href="https://github.com/owncloud/music/issues/60">tema</a> përkatëse. Do të doja të kisha edhe një listë klientësh me të cilën ta testoj. Faleminderit!
vi: Hãy nhớ, rằng các API Ampache chỉ là một bản xem trước và không ổn định. Hãy báo cáo kinh nghiệm của bạn với tính năng này <a href="https://github.com/owncloud/music/issues/60">issue</a>. Tôi cũng muốn có một danh sách khách hàng để thử nghiệm. Cảm ơn. Thanks

source: Music
bn_bd: গানবাজনা
eu: Musika
he: מוזיקה
id: Musik
it: Musica
my_mm: သီခ်င္း
sq: Muzikë
vi: Âm nhạc

source: New music available
he: קיימת מוזיקה חדשה
it: Nuova musica disponibile
sq: Ka gati muzikë të re

source: New music available. Click here to reload the music library.
he: קיימת מוזיקה חדשה. יש ללחוץ כאן לטעינה מחדש של ספריית המוזיקה.
it: Nuova musica disponibile. Fai clic qui per ricaricare la raccolta musicale.
sq: Ka gati muzikë të re. Klikoni këtu që të ringarkohet fonoteka.

source: Next
bn_bd: পরবর্তী
eu: Hurrengoa
he: הבא
id: Berikutnya
it: Successivo
my_mm: ရှေ့သို့
sq: Pasuesja
vi: Kế tiếp

source: No music found
he: לא נמצאה מוזיקה
it: Nessun musica trovata
sq: S’u gjet muzikë

source: Path to your music collection
bn_bd: আপনার গানের সংগ্রহের পথ
eu: Musika bildumaren bidea
he: נתיב לאוסף המוזיקה שלך
id: Jalur lokasi koleksi musik Anda
it: Percorso alla tua collezione musicale
my_mm: သင် ၏ တေးဂီတ စုစည်းမှု လမ်း‌ေြကာင်း
sq: Shteg te koleksioni juaj muzikor
vi: Đường dẫn đến bộ sưu tập nhạc của bạn

source: Pause
bn_bd: বিরতি
eu: Pausarazi
he: השהה
id: Jeda
it: Pausa
my_mm: ခေတ္တရပ်
sq: Pushim
vi: Tạm dừng

source: Play
bn_bd: বাজাও
eu: Erreproduzitu
he: נגן
id: Putar
it: Riproduci
my_mm: ဖွင့်
sq: Luaje

source: Previous
bn_bd: পূর্ববর্তী
eu: Aurrekoa
he: קודם
id: Sebelumnya
it: Precedente
my_mm: နောက်သို့
sq: E mëparshmja
vi: Lùi lại

source: Repeat
bn_bd: পূনঃসংঘটন
eu: Errepikatu
he: חזרה
id: Ulangi
it: Ripeti
my_mm: အြကိမ်ြကိမ်
sq: Përsërite
vi: Lặp lại

source: Revoke API password
bn_bd: API কুটশব্দ বাতিল কর
eu: Ezeztatu API pasahitza
he: ביטול סיסמת API
id: Cabut sandi API
it: Revoca la password API
my_mm: API စကားဝှက်ကိုပြန်ရုတ်သိမ်း
sq: Shfuqizojeni fjalëkalimin API
vi: Hủy password API

source: Scanning music …
he: סורק מוזיקה...
it: Scansione della musica...
sq: Po skanohet muzika…

source: Shuffle
bn_bd: এলোমেলো কর
eu: Nahastu
he: ערבב
id: Acak
it: Mescola
my_mm: ရောမွှေ
sq: Përzieji
vi: Ngẫu nhiên

source: Some not playable tracks were skipped.
bn_bd: বাজানোর অনুপযোগী কিছু ট্র্যাক এড়িয়ে যাওয়া হয়েছে।
eu: Erreproduzitu ezin ziren pista batzuk saltatu egin dira.
he: מספר קטעי מוסיקה לא תקינים דולגו
id: Beberapa trek yang tidak diputar akan dilewati.
it: Alcune tracce non riproducibili sono state saltate.
my_mm: တချို့ သော အပုဒ်များ ဖွင့်မရ၍ ကျော်ခဲ့သည်။
sq: Disa pjesë që s’luheshin dot u anashkaluan.
vi: Một số bài không thể phát đã được bỏ qua

source: This setting specifies the folder which will be scanned for music.
bn_bd: এই নিয়ামকটি গান খুজে বের করার জন্য ফোল্ডার নির্ধারণ করে।
eu: Hemen musika bilatuko den karpetak zehazten dira.
he: ההגדרות של התיקייה עליה תבוצע סריקת המוזיקה
id: Pengaturan ini menentukan folder yang akan dipindai untuk musik.
it: Questa impostazione specifica la cartella che sarà analizzata alla ricerca di musica.
my_mm: ဒီ အထူးပြု ဆက်တင် ရှိ ဖိုဒါ မှ တေးသီချင်း ကိုရှာဖွေပါလိမ့်မည်။
sq: Ky rregullim përcakton dosjen që do të kontrollohet për muzikë.
vi: Thiết lập này xác định thư mục đó sẽ được quét để tìm nhạc.

source: Tracks
bn_bd: ট্র্যাকসমূহ
eu: Pistak
he: קטעי מוסיקה
id: Trek
it: Tracce
my_mm: အပုဒ်များ
sq: Pjesë
vi: Bài

source: Unknown album
bn_bd: অজানা অ্যালবাম
eu: Diska ezezaguna
he: אלבום לא ידוע
id: Album tidak diketahui
it: Album sconosciuto
my_mm: အမည်မသိ သီချင်းခွေ
sq: Album i panjohur
vi: Không tìm thấy album

source: Unknown artist
bn_bd: অজানা শিল্পী
eu: Artista ezezaguna
he: אמן לא ידוע
id: Pembuat tidak diketahui
it: Artista sconosciuto
my_mm: အမည်မသိ အဆိုတော်
sq: Artist i panjohur
vi: Không tìm thấy nghệ sĩ

source: Upload music in the files app to listen to it here
he: יש להעלות מוזיקה ביישום הקבצים להשמעה שלה כאן
it: Carica la musica nella App File per sentirla da qui
sq: Ngarkoni muzikë te aplikacioni i kartelave që ta dëgjoni këtu

source: Use this address to browse your music collection from any Ampache compatible player.
bn_bd: Ampache compatible player হতে আপনার গানের সংগ্রহ দেখতে এই ঠিকানা ব্যাবহার করুন।
eu: Erabili helbide hau zure musika bilduma Ampacherekin bateragarria den edozein erreproduktorekin arakatzeko.
he: ניתן להשתמש בכתובת זו לעיון בספריית המוזיקה שלך מכל נגן התומך באפצ'י.
id: Gunakan alamat ini untuk meramban koleksi musik Anda dari pemutar yang kompatibel dengan Ampache.
it: Usa questo indirizzo per sfogliare le tue raccolte musicali da qualsiasi lettore compatibile con Ampache.
my_mm: Ampache နှင့် သဟဇာတ ြဖစ်သော မည်သည့် သီချင်းဖွင့် စက် မှ မဆို ဤ လိပ်စာကို သုံး၍ သင့် သီချင်း စုစည်းမှု့ ကို ရယူပါ။
sq: Përdoreni këtë adresë që të shfletoni koleksionin tuaj muzikor prej cilitdo luajtësi muzike që funksionon për Ampache.
vi: Sử dụng địa chỉ này để duyệt bộ sưu tập nhạc của bạn từ bất kỳ máy nghe nhạc tương thích Ampache.

source: Use your username and following password to connect to this Ampache instance:
bn_bd: এই Ampache-টিতে সংযুক্ত হতে আপনার ব্যাবহারকারী নাম ও নীচের কুটশব্দ ব্যাবহার করুন:
eu: Erabili zure erabiltzaile izena eta hurrengo pasahitza Ampache honetara konektatzeko:
he: השתמשו בשם המשתמש שלכם ובסיסמא הבאה לחיבור למריץ אפצ'י זה:
id: Gunakan nama pengguna dan sandi berikut untuk terhubung dengan instansi Ampache:
it: Utilizza il tuo nome utente e la password per collegarti a questa istanza di Ampache:
my_mm: သင့် အသုံးြပုသူ အမည် နှင့် အောက်ဖော်ြပ ပါ လှို့ဝှက် စကား ကို ရိုက်၍ Ampache နှင့် ချက်ချင်း ချိတ်ဆက်ပါ
sq: Përdorni emrin tuaj të përdoruesit dhe fjalëkalimin që të lidheni te kjo instancë Ampache-i:
vi: Sử dụng tên đăng nhập và mật khẩu sau để kết nối đến Ampache:

source: Volume
he: עוצמת שמע
sq: Volum

source: tracks
he: רצועות מוזיקה
it: tracce
sq: gjurmë

source: {{ scanningScanned }} of {{ scanningTotal }}
he: {{ scanningScanned }} מתוך {{ scanningTotal }}
it: {{ scanningScanned }} di {{ scanningTotal }}
sq: {{ scanningScanned }} nga {{ scanningTotal }} gjithsej
