Repository: user2745/web-root
Catalog: nextcloud/apps/music/music/l10n/*/music.po
Languages: af_za, es, nb, nl

source: + New Playlist
af_za: + Nuwe Afspeellys
es: + Nueva Lista de reproducción
nb: + Ny spilleliste
nl: + Nieuwe afspeellijst

source: Albums
es: Álbumes
nb: Album

source: All tracks
af_za: Alle snitte
es: Todas las pistas
nb: Alle spor
nl: Alle nummers

source: Artists
af_za: Kunstenaars
es: Artistas
nb: Artister
nl: Artiesten

source: Click here to start the scan
af_za: Klik hier om skandering te begin
es: Clic para iniciar la busqueda
nb: Klikk her for å starte skanningen
nl: Klik hier om de scan te starten

source: Description
af_za: Beskrywing
es: Descripción
nb: Beskrivelse
nl: Beschrijving

source: Description (e.g. App name)
af_za: Beskrywing (bv. Toepnaam)
es: Descripción (p.ej., nombre de la aplicación)
nb: Beskrivelse (f.eks. applikasjonsnavn)
nl: Beschrijving (bijv. appnaam)

source: Generate API password
af_za: Genereer API-wagwoord
es: Generar contraseña para la API
nb: Generer API-passord
nl: Genereren API wachtwoord

source: Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime.
af_za: Hier kan u wagwoorde genereer vir gebruik ,et die Ampache API aangesien dit weens die ontwerp van die Ampache API nie op ’n veilige manier bewaar kan word nie. U kan soveel wagwoorde na hartelus genereer en dit ter eniger tyd herroep.
es: Aquí se pueden crear contraseñas para usarlas con el API de Ampache. Dado que el diseño del API de Ampache no permite almacenar contraseñas de manera segura, se pueden generar tantas contraseñas como sea necesario, así como revocarlas en cualquier momento.
nb: Her kan du generere passord som kan brukes med Ampache API, fordi de ikke kan lagres på en virkelig sikker måte pga. utformingen av Ampache API. Du kan generere så mange passord som du vil og trekke dem tilbake når som helst.
nl: Hier kunt u wachtwoorden genereren voor gebruik met de Ampache API, omdat ze door het ontwerp van de Ampache API niet op een echt veilige manier kunnen worden bewaard. U kunt zoveel wachtwoorden genereren als u wilt en ze op elk moment weer intrekken.

source: Invalid path
af_za: Ongeldige pad
es: Ruta inválida
nb: Individuell sti
nl: Ongeldig pad

source: Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href="https://github.com/owncloud/music/issues/60">issue</a>. I would also like to have a list of clients to test with. Thanks
af_za: Hou in gedagte dat die Ampache API ’n onstabiele voorskou is. Voel vry om verslag van u ervaring met hierdie funksie in die ooreenkomstige <a href="https://github.com/owncloud/music/issues/60">uitgawe</a> te doen. Ek sal ook graag ’n kliëntlys wil hê om mee te toets. Dankie.
es: Recuerde que el API de Ampache solo es un prototipo y es inestable. Puede reportar su experiencia con esta nueva funcionalidad en el <a href="https://github.com/owncloud/music/issues/60">informe de error</a> correspondiente. También quisiera tener una lista de clientes con quienes probarla. Gracias.
nb: Vær klar over at Ampache API bare er en forhåndsversjon og er ustabil. Rapporter gjerne dine erfaringer med denne funksjonen i den tilhørende <a href="https://github.com/owncloud/music/issues/60">saken</a>. Jeg vil også gjerne ha en liste over klienter som jeg kan teste med. Takk
nl: Vergeet niet dat de Ampache API volop in ontwikkeling is en dus instabiel is. Rapporteer gerust uw ervaringen met deze functionaliteit in deze <a href="https://github.com/owncloud/music/issues/60">melding</a>. Ik zou ook graag een lijst met clients hebben om te kunnen testen. Bij voorbaat dank!

source: Music
af_za: Musiek
es: Música
nb: Musikk
nl: Muziek

source: New music available
af_za: Nuwe musiek beskikbaar
es: Nueva musica disponible
nb: ny musikk tilgjengelig
nl: Nieuwe muziek beschikbaar

source: New music available. Click here to reload the music library.
af_za: Nuwe musiek beskikbaar. Klik hier om die musiekbiblioteek te herlaai.
es: Nueva musica disponible. Clic para recargar la libreria de musica.
nb: Ny musikk er tilgengelig. Klikk her for å laste biblioteket på nytt.
nl: Nieuwe muziek beschikbaar. Klik hier om de muziekbibliotheek te herladen.

source: Next
af_za: Volgende
es: Siguiente
nb: Neste
nl: Volgende

source: No music found
af_za: Geen musiek gevind
es: No se ha encontrado musica
nb: Ingen musikk funnet
nl: Geen muziek gevonden

source: Path to your music collection
af_za: Pad na u musiekversameling
es: Ruta a su colección de música
nb: Sti til din musikksamling
nl: Pad naar uw muziekverzameling

source: Pause
af_za: Wag
es: Pausa

source: Play
af_za: Speel
es: Reproducir
nb: Spill
nl: Afspelen

source: Previous
af_za: Vorige
es: Anterior
nb: Forrige
nl: Vorige

source: Repeat
af_za: Herhaal
es: Repetir
nb: Gjenta
nl: Herhaling

source: Revoke API password
af_za: Herroep API-wagwoord
es: Revocar contraseña para la API
nb: Tilbakestill API-passord
nl: Intrekken API wachtwoord

source: Scanning music …
af_za: Skandeer tans musiek …
es: Buscando Musica ...
nb: Skanner musikk ...
nl: Scannen muziek …

source: Shuffle
af_za: Skommel
es: Mezclar
nb: Tilfeldig

source: Some not playable tracks were skipped.
af_za: Sommige onspeelbare snitte is oorgeslaan.
es: No se pudieron reproducir algunas canciones.
nb: Noen ikke-spillbare spor ble hoppet over.
nl: Sommige niet af te spelen nummers werden overgeslagen.

source: This setting specifies the folder which will be scanned for music.
af_za: Hierdie instelling spesifiseer die te skandeerde vouer vir musiek.
es: Esta configuración especifica la carpeta en la cual se escaneará la música
nb: Denne innstillingen spesifiserer mappen som vil bli skannet for musikk.
nl: De instelling bepaalt de map die wordt gescand op muziek.

source: Tracks
af_za: Snitte
es: Audios
nb: Spor
nl: Nummers

source: Unknown album
af_za: Onbekende album
es: Álbum desconocido
nb: Ukjent album
nl: Onbekend album

source: Unknown artist
af_za: Onbekende kunstenaar
es: Artista desconocido
nb: Ukjent artist
nl: Onbekende artiest

source: Upload music in the files app to listen to it here
af_za: Laai musiek in die lêers-toep op om hier daarna te luister
es: Suba musica en la aplicación para escucharla desde aqui.
nb: Last opp musikk i Filer-appen for å lytte til den her
nl: Upload muziek in de bestandsapp, om hier te luisteren

source: Use this address to browse your music collection from any Ampache compatible player.
af_za: Gebruik hierdie adres om in enige Ampache-versoenbare speler deur u musiekversameling te blaai.
es: Use esta dirección para explorar su colección de música desde cualquier reproductor compatible con Ampache.
nb: Bruk denne adressen til å bla gjennom din musikksamling fra hvilket som helst Ampache-kompitabelt lag.
nl: Gebruik dit adres om door uw muziekverzameling te bladeren vanaf elke Ampache compatibele speler.

source: Use your username and following password to connect to this Ampache instance:
af_za: Gebruik u gebruikersnaam en die volgende wagwoord om aan hierdie Ampache-instansie te koppel:
es: Use su nombre de usuario y la siguiente contraseña para conectarse con esta instancia de Ampache:
nb: Benytt ditt brukernavn og følgende passord for å koble til denne Ampache-forekomsten:
nl: Gebruik uw gebruikersnaam en het volgende wachtwoord om te verbinden met deze Ampache installatie:

source: Volume
es: Volumen
nb: Lydstyrke

source: tracks
af_za: snitte
es: Pistas
nb: spor
nl: nummers

source: {{ scanningScanned }} of {{ scanningTotal }}
af_za: {{ scanningScanned }} van {{ scanningTotal }}
es: {{ scanningScanned }} de {{ scanningTotal }}
nb: {{ scanningScanned }} av {{ scanningTotal }}
nl: {{ scanningScanned }} van {{ scanningTotal }}
